{
    "generic": {
        "error": ":x: Er is een fout opgetreden!",
        "no-pm": ":no_entry: Deze command werkt niet in privé kanalen!",
        "whole-num": ":no_entry_sign: Gebruik alsjeblieft een heel getal!",
        "nan": ":no_entry_sign: Wat je zojuist ook stuurde, voeg alsjeblieft een rond getal toe. :)␣",
        "no-song-in-queue": ":no_entry_sign: Er staan geen nummers in de afspeellijst, misschien moet je er een toevoegen :musical_note: ?",
        "no-song-playing": ":musical_note: Er wordt op dit moment geen nummer afgespeeld!",
        "no-permission": ":no_entry_sign: Je hebt geen toestemming om deze command te gebruiken, voeg alsjeblieft een Discord rol genaamd WolkeBot aan jezelf toe om het te gebruiken.",
        "no-voice": ":no_entry_sign: Ik ben niet verbonden met een spraakkanaal op deze server!",
        "level-update": ":tada: Je hebt zojuist **Level  {{level}}** bereikt op **{{- server}}** ",
        "empty-search": ":no_entry_sign: Je hebt geen zoekterm ingevuld!",
        "negative": ":no_entry_sign: Gebruik alsjeblieft geen negatief getal!",
        "cancel": "annuleer",
        "version": "Versie",
        "author": "auteur",
        "lib": "gebruikte bibliotheek",
        "more": "{{number}} meer",
        "abort": ":x: geannuleerd",
        "cat-nope": ":no_entry_sign: Deze categorie bestaat niet!",
        "mention": "Noem alsjeblieft een gebruiker.",
        "cancelled-command": "Het commando is geannuleerd.",
        "donate": "Doneer",
        "support": "Ondersteuning",
        "invite": "Uitnodigen",
        "language-name-en": "Dutch",
        "native-name": "Nederlands\n",
        "empty-say": ":no_entry_sign: Je hebt geen bericht ingevoerd!",
        "page": "Pagina"
    },
    "help": {
        "intro": "Laten we plezier hebben hier op Discord. (/^▽^)/ Selecteer een command categorie door te reageren met {{pre}}help nummer van een command om meer te weten te komen:",
        "intro_2": "Hoi ik ben",
        "support": "[SUPPORT]",
        "bug": "krijg de link naar de Rem support server",
        "help": "het hulp command",
        "add": "Krijg een link om mij aan je server toe te voegen",
        "music": "[MUZIEK]",
        "voice": "Ik verbind met het spraakkanaal waar jij op dit moment in zit (Normale muziek commands zorgen ook dat de Rem bot met het spraakkanaal verbind)",
        "silent": "Ik verlaat het spraakkanaal waar ik nu mee verbonden ben. (Alleen te gebruiken met WolkeBot rol)",
        "play": "Speel iets af van /Youtube/Soundcloud/Osu/zoekopdracht\n",
        "pause": "Pauzeer het huidige nummer",
        "resume": "Hervat gepauzeerde nummer",
        "volume": "Verandert het volume van de bot, waarden tussen 1-200 (Alleen te gebruiken met WolkeBot rol)",
        "forever": "Speelt een nummer herhaald af tot er nieuwe nummers worden toegevoegd aan de wachtrij, alleen te gebruiken met de WolkeBot rol",
        "search": "Zoekt naar een nummer in de Bot Database en laat de 5 beste resultaten zien",
        "skip": "Start een stemming om het huidige nummer over te slaan, minimaal 50% van het kanaal moet stemmen,  dan wordt het overgeslagen",
        "voteskip": "Start een stemming om het huidige nummer over te slaan, meer dan 50% van het kanaal moet stemmen, dan wordt het overgeslagen.",
        "qa": "Voegt een nummer van Youtube/Soundscloud/Osu/zoekopdracht toe aan de wachtrij.",
        "qra": "Verwijdert of alle nummers behalve het nummer dat nu afgespeeld wordt of een bepaald aantal nummers.",
        "queue": "Laat de huidige wachtrij zien",
        "np": "Geeft huidig afgespeelde nummer weer",
        "rq": "Voegt een willekeurig nummer/aantal nummers aan de wachtrij toe",
        "stream": "Speelt de geselecteerde internet radio af, je kunt zoeken naar radio's of ze direct toevoegen door -u url aan het command toe te voegen",
        "youtube": "[YOUTUBE]",
        "yts": "Zoekt op Youtube en geeft je het eerste resultaat",
        "ytq": "Zoekt op Youtube en voegt het eerste resultaat aan de wachtrij toe",
        "mod": "De Mod cp",
        "mod-info": "Deze commands vereisen allemaal dat de gebruiker de Discord rol genaamd WolkeBot heeft",
        "info": "Geeft je informatie over de huidige server",
        "ban": "Verbant de gebruiker en verwijdert 7 dagen van zijn/haar berichten",
        "kick": "Verwijdert een gebruiker",
        "rm": "verwijdert berichten, je kunt filteren voor bots, gebruikers, commands/reacties van Rem of gewoon tot 100 berichten deleten.\nFilters: -b -> bots| -r -> berichten van rem| -u @user -> berichten van een bepaalde gebruiker| -c -> Bericht wat start met het voorvoegsel van Rem",
        "noLevelServer": "Schakelt het level systeem uit voor de hele server, gebruik het command opnieuw om dit weer in te schakelen",
        "noPmServer": "Schakelt PM notificaties uit voor de hele server, gebruik de command opnieuw om dit weer in te schakelen",
        "noChServer": "Schakelt de PM notificaties voor de hele server uit en schakelt in plaats daarvan kanaal notificaties in, gebruik de command opnieuw om dit weer om te draaien",
        "setLewd": "Voegt het huidige kanaal toe als een NSFW kanaal      (NSFW= Niet gepast voor op werk)",
        "remLewd": "Verwijdert het huidige kanaal van de lijst met NSFW kanalen      (NSFW= Niet gepast voor op werk)",
        "setPrefix": "Verandert het voorvoegsel van de bot, geen spaties/vermeldingen toegestaan!",
        "other": "[Andere Dingen]",
        "r34": "Zoekt op Rule34 met de gegeven labels en geeft 1 afbeelding terug, alleen bruikbaar met WolkeBot rol of een aangepast NSFW kanaal.",
        "kona": "Zoekt op Konachan met de gegeven labels en geeft 1 afbeelding terug, alleen bruikbaar met WolkeBot rol of een aangepast NSFW kanaal.",
        "e621": "Zoekt op E621 met de gegeven labels en geeft 1 afbeelding terug, alleen bruikbaar met de WolkeBot rol of in een aangepast NSFW kanaal.",
        "yandere": "Zoekt op Yande.re met de gegeven labels en geeft 1 afbeelding terug, alleen bruikbaar met de WolkeBot rol of in een aangepast NSFW kanaal.",
        "level": "Je Level en de XP die je nodig hebt voor het volgende Level",
        "rank": "Ranglijst van deze server",
        "noLevel": "Schakelt het Level systeem voor jou uit. Gebruik de command opnieuw om dit weer in te schakelen",
        "noPm": "Schakelt PM notificaties voor jou uit. Gebruik de command opnieuw om dit weer in te schakelen",
        "pp": "Berekent PP voor de beatmap met optionele accuraatheid en mods",
        "cookie": "Geeft een koekje aan de genoemde gebruiker of laat jouw koekjes zien als je niemand benoemt. (Koekjes geven is alleen mogelijk met WolkeBot rol)",
        "eatCookie": "Eet een koekje.",
        "git": "Geeft je de Github link van Rem",
        "roll": "Rol een nummer tussen nul en het aangegeven getal, als er geen getal is aangegeven wordt 10 gebruikt.",
        "8ball": "Geeft je de mening van de magische 8ball over een vraag",
        "garfield": "Geeft je een willekeurige Garfield strip",
        "cat": "Stuurt je een willekeurige plaatje van een kat. Iedereen heeft katten nodig!",
        "hug": "Geef iemand een knuffel :>",
        "slap": "Iemand was gemeen tegen je? Sla ze!",
        "setLang": "kies de taal, gebruik !w.setLang zonder toevoeging om een lijst van talen te krijgen.",
        "report": "Als je te verlegen bent om naar de support Discord te komen, gebruik report dan om een verslag te sturen naar de ontwikkelaar Wolke, maak hier geen misbruik van!",
        "feedback": "Gebruik voor feedback alsjeblieft de support server ^^",
        "talk": "Als je met me wilt praten @mention me met een bericht :D",
        "helpReply": "OK, ik heb je een lijst met commands gestuurd via PM.",
        "moderation": "[MODERATIE]",
        "misc": "[DIVERS]",
        "stats": "[STATISTIEKEN]",
        "user": "[GEBRUIKER]",
        "admin": "[ADMIN]",
        "nsfw": "[NSFW]",
        "eastereggs": "[PAASEIEREN]",
        "proxer": "[PROXER]",
        "no-cat": "[ONGECATEGORISEERD]",
        "ping": "Geeft je de ping van de bot, realiseer je dat dit niet de ping van een spraakkanaal is.",
        "lewd": "Zo obsceen uwu",
        "rem": "Geeft je een willekeurige foto van Rem.",
        "wip": "[WERKZAAMHEDEN IN UITVOERING]",
        "gr": "Stel een begroeting in met set greetingMessage,{{user}} zal worden vervangen door de naam van het lid dat zojuist is aangetreden en {{guild}} met de naam van de server. \nDe groet zal plaatsvinden in het kanaal waar het commando is toegepast",
        "fw": "Stel een afscheidsbericht in met set farewellMessage, {{user}} zal worden vervangen door de naam van het lid dat zojuist de server heeft verlaten en {{guild}} met de naam van de server. \nDe groet zal plaatsvinden in het kanaal waar het commando is toegepast",
        "s": "Het server commando, stel dingen zoals begroetingen en afscheidsberichten in.",
        "shrug": "¯\\_(ツ)_/¯",
        "flip": "(╯°□°）╯︵ ┻━┻",
        "eggplant": "slechts een aubergine",
        "gtn": "Geeft je een willekeurige Green Tea Neko strip, alleen bruikbaar in een geconfigureerd NSFW kanaal of door een admin.",
        "cuddle": "Wordt knuffelig",
        "trig": "GETRIGGERED",
        "bot": "Geeft je wat informatie over Rem, de tijd online en een aantal bruikbare links.",
        "top": "Geeft de top 10 guilds (gesorteerd op gebruikers) die aangesloten zijn op dit fragment",
        "about": "Geeft je basis informatie over mij, zoals de bibliotheek en wie mij gecreëerd heeft.",
        "lenny": "( ͡° ͜ʖ ͡°)",
        "lmg": "Laat mij dat voor je opzoeken",
        "fskip": "Slaat het huidige nummer/een aantal nummers/alle nummers over",
        "leave": "Ik verlaat het spraakkanaal waar ik momenteel in zit.",
        "say": "Laat Rem iets zeggen",
        "ar": "Voeg een rol toe aan jezelf of aan een gebruiker",
        "cr": "Creëer een rol of voeg een rol toe aan de bot, -d -> standaard, -l 2 -> geeft de rol aan de gebruiker wanneer hij level 2 berijkt, -s -> maakt de rol zelf toewijsbaar, bijvoorbeeld -> cr -l 20 rolnaam creëert een rol genaamd rolnaam die toegewezen wordt aan een gebruiker die lvl 20 berijkt",
        "lr": "Toont een lijst met alle rollen die gelinkt zijn aan Rem op dit moment",
        "rr": "Verwijdert een rol van jezelf, een andere gebruiker of van de server",
        "roles": "[ROLLEN]",
        "repeat": "Herhaalt een nummer/de wachtlijst tot er nieuwe nummers worden toegevoegd aan de wachtlijst.",
        "sayd": "Laat Rem iets zeggen en verwijdert jouw commando",
        "generic": "[ALGEMEEN]",
        "fun": "[PRET]",
        "coin": "gooit een munt voor je op",
        "nyan": "Nya :3",
        "uwu": "uwu",
        "dere": "Zoekt de -dere definitie of een willekeurige -dere definitie",
        "love": "Geeft het genoemde lid een liefdespunt, voeg - toe om 1 liefdespunt af te trekken.",
        "sinfo": "geeft je wat info over de huidige server",
        "uinfo": "geeft je wat info over jezelf/het genoemde lid",
        "apq": "voegt een afspeellijst toe aan de wachtlijst, ondersteund alleen youtube afspeellijsten en heeft alleen het id nodig. NIET HET ADRES!!",
        "ap": "Het commando om permissies toe te voegen, een uitgebreide uitleg kan gevonden worden op de Rem server (!w.bug om een invitatie te krijgen)",
        "gp": "Het commando om permissies te bezichtigen, een uitgebreide uitleg kan gevonden worden op de Rem server (!w.bug om een invitatie te krijgen)",
        "rp": "Het commando om permissies te verwijderen, een uitgebreide uitleg kan gevonden worden op de Rem server (!w.bug om een invitatie te krijgen)",
        "cry": "Voel je je verdrietig? Dit is dit het juiste commando voor je.",
        "ibsafe": "Zoekt op ibsear.ch (alleen sfw pics)",
        "iblewd": "Zoekt op ibsearch.xxx (hetzelfde als ibsave, maar met NSFW fotos)",
        "qr": "Je kan enkele nummers weghalen met hun nummerid, of verschillende met 'qr startid-stopid', dit zou alle liederen tussen startid-stopid weghalen, of verwijder verschillende liederen door de id's te scheiden met kommas",
        "shuffle": "Husselt de afspeellijst door elkaar. Let op dat er ten minste 3 nummers in de wachtlijst moeten zijn om het commando te laten werken.",
        "owo": "Verstuurt willekeurige \"OwO What's this\" memes, uitgekozen door Wolke zelf.",
        "getNode": "Geeft jou het knooppunt, het categorie knooppunt en de categorie van een commando",
        "resetPerms": "Reset alle toestemmingen die gezet zijn, wees voorzichtig met het gebruiken hiervan.",
        "pat": "Geef iemand die een goede jongen/meisje/helikopter is geweest een aai over de bol.",
        "triggered": "GETRIGGERED",
        "stare": "staaaaaaar............",
        "nom": "Nom :>",
        "potato": "Iedereen wilt een aardappel",
        "choose": "Laat Rem iets kiezen voor je, scheid keuzes met `;`",
        "tickle": "Kietel Kietel Kietel",
        "image": "[AFBEELDING COMMANDOS]",
        "define": "Haal de definitie van een term van Urbandictionary",
        "dog": "Vind je honden leuker dan katten? Dan is dit commando het juiste voor jou",
        "kiss": "Geef iemand een kus <3",
        "setGreeting": "Stel een begroeting in in het kanaal waar het commando is uitgevoerd. Je kan %USER% en %GUILD% gebruiken, wat wordt vervangen door de gebruikersnaam en servernaam.",
        "setFarewell": "Stel een afscheidsbericht in in het kanaal waar het commando is uitgevoerd. Je kan %USER% en %GUILD% gebruiken, wat wordt vervangen door de gebruikersnaam en servernaam.",
        "pout": "Hmmph :< pruilt naar iemand",
        "smug": "Geef iemand een zelfingenomen :^)",
        "lick": "Controleer of deze persoon eetbaar is",
        "playlist": "[AFSPEELLIJST]",
        "moe": "Streamt Listen.moe ^^"
    },
    "version": "Op het moment werk ik op versie {{version}}",
    "add": "Gebruik deze link om mij aan je server toe te voegen: {{- link}}",
    "bug": "Join de support Discord: {{- link}} om een bug aan te geven.",
    "level": {
        "result": "Je bent **level {{level}}**  XP: **{{current}}XP**/**{{needed}}XP** \nTotale XP:**{{total}}** ",
        "disabled": "Het XP systeem is uitgeschakeld op deze server!"
    },
    "joinVoice": {
        "join": "Ok, ik verbind nu met je spraakkanaal",
        "error": "Er is een fout opgetreden terwijl ik met je spraakkanaal probeerde te verbinden",
        "permission": "Geen toestemming! Je moet jezelf de WolkeBot rol geven om dit te gebruiken.",
        "no-voice": "Je zit niet in een spraakkanaal!",
        "already-voice": "Ik zit al in een voice channel, verplaats me om dat te veranderen!"
    },
    "nsfw-images": {
        "nothing-found": "Geen afbeeldingen gevonden met de labels: `{{tags}}`",
        "no-nsfw-channel": "Voeg alsjeblieft een NSFW channel toe met {{- prefix}}setLewd (in een van de NSFW kanalen) om NSFW commands te gebruiken",
        "error-body": "Er is een fout opgetreden bij het interpreteren van de API reactie. Probeer het AUB opnieuw, als het probleem blijft optreden, contact Wolke#6746",
        "error-discord-not-nsfw-channel": ":x: NSFW commands can only be used in channels labelled as NSFW, in accordance with Discord's guidelines.\n\nThe Discord guidelines can be found at: <https://discordapp.com/guidelines>",
        "error-discord-tos-conflict": ":x: This search is not allowed due to a conflict with the Discord community guidelines.\n\nThe Discord guidelines can be found at: <https://discordapp.com/guidelines>"
    },
    "8ball": {
        "answers": [
            "Nee.",
            "Ja.",
            "Misschien.",
            "Ik denk het niet.",
            "Zeker weten van niet.",
            "Doe het gewoon.",
            "Dat is een geweldig idee.",
            "Weet je dat zeker?"
        ],
        "no-message": "Je hebt geen vraag gesteld."
    },
    "ban": {
        "success": "Gebruiker {{user}} verbannen",
        "privilege": "Mijn rol heeft niet de benodigde rechten om {{user}} te verbannen!",
        "err": "Er is een fout opgetreden terwijl ik {{user}} probeerde te verbannen!",
        "perms": "Je kan de server eigenaar of iemand met de WolkeBot rol niet verbannen.",
        "self": "Je kan mij niet verbannen met mijn eigen command.",
        "no-mention": "Vermeld alsjeblieft de persoon die je wilt verbannen."
    },
    "kick": {
        "success": "Gebruiker {{user}} eruit geschopt",
        "privilege": "Mijn rol heeft niet de benodigde rechten om {{user}} eruit te schoppen!",
        "err": "Er is een fout opgetreden bij het eruitschoppen van {{user}}",
        "perms": "Je kan de eigenaar of iemand met de WolkeBot rol er niet uitschoppen.",
        "self": "Je kan me er niet uitschoppen met mijn eigen command.",
        "no-mention": "Vermeld alsjeblieft een gebruiker die je eruit wilt schoppen."
    },
    "roll": {
        "whole-number": "Voeg alsjeblieft een heel getal toe!",
        "negative": "Ik kan niet rollen met een {{number}}",
        "success": "Rolde {{first}} uit {{second}}"
    },
    "qa": {
        "nothing-found": "Geen nummer gevonden met zoekterm '{{search}}'␣",
        "empty-search": "Je hebt geen link/zoekterm vermeld!",
        "started-download": "Download van '{{- url}}'␣ gestart",
        "success": "**{{- song}}** in de afspeellijst geplaatst"
    },
    "rq": {
        "db-error": "Een databank fout heeft plaatsgevonden!",
        "success-multiple": "De volgende nummers zijn toegevoegd:\n```{{- table}}```",
        "too-big": "{{number}} nummers toegevoegd.",
        "no-songs-added": "Ik kon geen enkel nummer toevoegen omdat ze al in de wachtrij staan, probeer opnieuw.",
        "too-much": "Je kan niet meer dan {{number}} nummers tegelijk toevoegen!"
    },
    "qra": {
        "to-small": "Je kan de {{number}} nummers niet uit de lijst halen!",
        "success": "`{{number}}` nummers verwijderd",
        "too-big": "{{number}} nummers verwijderd",
        "one-song": "Gebruik {{- prefix}}fskip om het huidige nummer over te slaan!",
        "no-number": "Je hebt niet gezegd hoeveel nummers ik uit de wachtlijst moet halen!",
        "removed": "`{{- title}}` van de wachtlijst verwijdert."
    },
    "cookie": {
        "give": "Gaf gebruiker **{{- user}}** **1** koekje!",
        "new-server": "Probeer het opnieuw, alsjeblieft.",
        "arere": "Aww.....er ging iets verkeerd.",
        "perms": "Je hebt een discord rol genaamd WolkeBot nodig om koekjes te geven!",
        "one-user": "Noem alsjeblieft **1 User**, niet meer, niet minder!",
        "count": "Je hebt **{{number}}** koekjes op dit moment."
    },
    "eastereggs": {
        "jay": "Jay houdt van je~ :heart:␣",
        "magic": "xX_Cats_Xx was hier -10.10.2016"
    },
    "set-lang": {
        "no-lang": "Je hebt geen specifieke taal uitgekozen! Op dit moment zijn er {{languages}} beschikbaar.",
        "success": "Oke ik heb net de taal van de server veranderd in {{- language}}.",
        "unsupported": "Deze taal is nog niet in het systeem, maar je kan helpen door een pull request met jouw taal op GitHub aan te vragen. Je kan de momenteel beschikbare talen vinden door dit commando zonder toevoegingen te gebruiken.",
        "native-name": "Oorspronkelijke naam",
        "english-name": "Engelse naam\n",
        "shortcode": "Kleine code",
        "available-languages": "Lijst van beschikbare talen.\nHou in gedachte dat setLang de kleine code nodig heeft"
    },
    "np": {
        "song-duration": "Huidige nummer:` {{- title}} {{current}}/{{duration}} {{repeat}} `",
        "song": "Huidige nummer: `{{--title}} {{repeat}}`",
        "repeat-on": "Herhaal:aan",
        "repeat-single": "Herhaal: enkel nummer",
        "repeat-queue": "Herhaal: wachtlijst",
        "emoji-repeat-single": ":repeat_one: Herhaal: huidige nummer",
        "emoji-repeat-queue": ":repeat: Herhaal: wachtlijst",
        "emoji-repeat-off": ":heavy_check_mark: Herhalen: uit"
    },
    "queue": {
        "queued": "In de wachtlijst:"
    },
    "rem-lewd": {
        "no-nsfw": "Er zijn nog geen NSFW kanalen.",
        "success": "{{- channel}} succesvol verwijderd van de NSFW kanalen!"
    },
    "no-level-server": {
        "success-disable": "Ok ik heb zojuist het level systeem uitgezet voor deze server, gebruik dit  commando nog een keer om het weer aan te zetten.",
        "success-enable": "Ok ik heb zojuist het level systeem aangezet voor deze server, gebruik dit commando nog een keer om het uit te zetten."
    },
    "no-pm-server": {
        "success-disable": "Ok ik heb zojuist pm notificaties voor deze server uitgeschakeld, gebruik dit  commando nog een keer om het in te schakelen.",
        "success-enable": "Ok ik heb zojuist pm notificaties voor deze server ingeschakeld, typ dit commando opnieuw om ze uit te schakelen."
    },
    "no-channel-server": {
        "success-disable": "Ok ik heb zojuist pm notificaties uitgeschakeld voor deze server en kanaal notificaties ingeschakeld, gebruik dit commando opnieuw om het omgekeerde te doen.",
        "success-enable": "Ok ik heb zojuist pm notificaties ingeschakeld voor deze server en kanaal notificaties uitgeschakeld, gebruik dit commando opnieuw om het omgekeerde te doen."
    },
    "no-level": {
        "success-disable": "Oke, ik heb het level systeem uitgeschakeld voor je, gebruik dit commando nog een keer om het weer in te schakelen.",
        "success-enable": "Oke, ik heb het level systeem ingeschakeld voor je, gebruik dit commando nog een keer om het uit te schakelen."
    },
    "no-pm": {
        "success-disable": "Oke, ik heb PM notificaties uitgeschakeld voor je, typ dit commando nog een keer in om het weer in te schakelen.",
        "success-enable": "Oke, ik heb PM notificaties ingeschakeld voor je, gebruik dit commando nog een keer om het weer uit te schakelen."
    },
    "eat-cookie": {
        "success": "Je at net {{number}} Koekje(s)!",
        "failure": "Je hebt geen koekjes om te eten."
    },
    "bot-info": {
        "uptime": "Tijd online",
        "users": "Gebruikers",
        "channels": "Kanalen",
        "guilds": "Bonden",
        "avg-channels": "Gemiddeld aantal kanalen per bond",
        "avg-users": "Gemiddeld aantal gebruikers per bond",
        "voice": "VC",
        "shard": "fragment",
        "guilds-s": "Servers (fragment)",
        "channels-s": "Kanalen (fragment)",
        "users-s": "Gebruikers op dit fragment",
        "made": "Gemaakt door:",
        "lib": "Bibliotheek",
        "voice_active": "Actieve Spraakkanaal",
        "voice_s": "Spraakkanaal (fragment)",
        "voice_active_s": "Actieve Spraakkanaal (fragment)"
    },
    "rank": "Je kan het scorebord voor de server hier vinden: {{- link}}",
    "pp": {
        "err": {
            "api-body": "Kon API antwoord niet ontleden!",
            "osu-api": "De osu! api lijkt een klein probleem te hebben.",
            "no-link": "Dit is geen geldige osu link!",
            "unvalid-link": "Geen map link geleverd!"
        },
        "success": "PP voor map `{{- artist}} - {{- title}} [{{- version}}] met Account {{- accuracy}}%` `{{- pp}}PP` `{{- mods}}`"
    },
    "server-info": {
        "id": "ID",
        "name": "Naam",
        "member": "Leden",
        "text": "Tekst kanalen",
        "voice": "Spraak kanalen",
        "roles": "Rollen",
        "creation": "Aanmaak datum",
        "region": "Regio",
        "owner": "Eigenaar"
    },
    "leave": "OK, ik heb het spraakkanaal verlaten.",
    "play": {
        "no-result": "Geen nummer gevonden!",
        "playing": ":musical_note: Nu aan het afspelen: **{{- song}}**",
        "success": ":musical_note: Nu aan het afspelen:  **{{- song}}**",
        "next": ":musical_note: Volgend nummer: **{{- song}}**"
    },
    "prefix": {
        "success": "OK, ik heb het voorvoegsel veranderd naar {{- prefix}}, probeer `{{- prefix}}ping` om het te controleren.",
        "no-prefix": "Gebruik alsjeblieft een voorvoegsel!"
    },
    "voice": {
        "in-queue": "**{{- song}}** staat al in de wachtrij.",
        "error-volume": "Fout bij het veranderen van het volume!",
        "success-volume": "Zet volume naar {{- volume}}",
        "no-volume": "Geen volume ingesteld!",
        "repeat-start": "Begonnen met het herhalen van **{{- song}}**",
        "already-playing": "Dit nummer speelt al af!",
        "blocked": "Deze video is niet beschikbaar om te downloaden. Mischien is het te lang of is het geblockt/weggehaald",
        "dl-start": ":hourglass: nummer wordt geladen!",
        "use-proxy": "Aan het proberen via de proxy te downloaden, kan even duren.",
        "too-much": "Je kan het volume niet hoger dan 200 zetten!"
    },
    "yts": {
        "success": "Het volgende nummer is gevonden: {{- link}}"
    },
    "skip": {
        "success": ":track_next: Nummer overgeslagen: {{- title}}",
        "stop": ":stop_button: Huidige nummer gestopt.",
        "all": ":stop_button: Alle nummers overgeslagen.",
        "some": ":track_next: {{- amount}} nummers overgeslagen."
    },
    "vskip": {
        "user-no-voice": "Je kan niet stemmen om over te slaan als je niet in hetzelfde spraakkanaal zit!",
        "same-voice": "Je zit niet in hetzelfde spraakkanaal als ik!",
        "dup": "Je hebt al gestemd!",
        "success-add": "Stem toegevoegd, stempercentage op **{{current}}%/{{needed}}%",
        "success-skip": "Nummer weggestemd: **{{- title}}**",
        "vote": "Typ {{- prefix}}yes om het lied over te slaan. Huidige kiespercentage op {{- perct}}%/{{- needed}}\nLeden die hebben gekozen:\n ```{{- table}}```",
        "in-prog": "Er is al een stemming om het lied over te slaan, gebruik {{- prefix}}yes om het huidig lied over te slaan."
    },
    "rm": {
        "less-2": "Je kan niet minder dan 2 berichten verwijderen!",
        "over-100": "Je kan niet meer dan 100 berichten in een keer verwijderen!",
        "success": "Succesvol {{number}} berichten verwijderd.",
        "error": "Fout tijdens het verwijderen van berichten!",
        "over-limit": "Je kan niet minder dan 2 of meer dan 100 berichten tegelijk verwijderen!",
        "no-limit": "Je hebt niet gespecificeerd hoeveel berichten ik moet verwijderen.",
        "nothing-found": "Ik vond geen bericht dat overeenkomt met de filter!"
    },
    "search": {
        "success": "De volgende nummers zijn gevonden:"
    },
    "set-lewd": {
        "success": "Succesvol {{- channel}} toegevoegd aan de NSFW kanalen!"
    },
    "report": "Oke, ik heb je melding naar Wolke gestuurd. Gelieve dit niet te misbruiken, je kunt worden gebanned van het gebruiken van de bot!",
    "greeting": {
        "no-greeting": "Je hebt geen begroeting ingesteld die ik moet gebruiken!",
        "no-add": "Je kan de groet instellen of resetten.",
        "set-greeting": "```Groet:{{- text}}\nKanaal:{{- channel}}\nReset de begroeting met {{- prefix}}setGreeting reset```",
        "no-set-greeting": "Er is geen begroeting ingesteld op dit moment.\n\nJe kan een begroeting instellen met `{{- prefix]]setGreeting text` en resetten met `{{- prefix}}setGreeting reset`.\n",
        "reset-greeting": "Ik heb de begroeting gereset, het zal niet meer verschijnen.",
        "success": "Oke, ik heb de begroeting veranderd in:\n```{{- text}}```"
    },
    "farewell": {
        "no-farewell": "Je hebt geen afscheidsbericht ingesteld dat ik moet gebruiken!",
        "no-add": "Je kan het afscheidsbericht instellen of resetten.",
        "set-farewell": "```Afscheid:{{- text}}\nKanaal:{{- channel}}\nReset het afscheid met {{- prefix}}setFarewell reset```",
        "no-set-farewell": "Er is geen afscheidsbericht ingesteld op dit moment.\n\nJe kan een afscheid instellen met `{{- prefix}}setFarewell text` en resetten met `{{- prefix}}setFarewell reset`\n",
        "reset-farewell": "Ik heb het afscheidsbericht gereset, het zal niet meer verschijnen.",
        "success": "Oke, ik heb het afscheidsbericht veranderd in\"\n```{{- text}}```"
    },
    "add-role": {
        "ok": "Ok, ik heb {{- user}} de rol {{- role}} gegeven"
    },
    "create-role": {
        "missing": "De rol die je hebt gespecificeerd bestaat niet op deze server.",
        "new": "Zal ik de rol voor je creëren?",
        "no-args": "Je hebt geen toevoegingen gebruikt voor het commando",
        "ok": "Ok, ik heb de {{- role}} rol gecreëerd.",
        "exists": "De {{- role}} bestaat al in de database."
    },
    "remove-role": {
        "ok": "Ok, ik heb de {{- role}} rol verwijderd van {{- user}} !"
    },
    "list-roles": {
        "nr": "nr.",
        "id": "id",
        "name": "naam",
        "self": "zelf toewijsbaar",
        "lvl": "Beschikbaar vanaf level",
        "default": "standaard"
    },
    "user-info": {
        "id": "$t(server-info.id)",
        "name": "$t(server-info.name)",
        "discriminator": "discriminator",
        "nick": "Roepnaam",
        "join": "Toegetreden",
        "created": "Gecreëerd",
        "playing": "Speelt",
        "info": "Gebruikersinfo",
        "bot": "Bot",
        "status": "Status",
        "role": "Rollen"
    },
    "flip": {
        "head": "Er is kop gegooid {{- url}}",
        "tail": "Er is munt gegooid {{- url}}"
    },
    "gp": {
        "no-cat": "Ik vond geen enkele permissies voor de categorie {{- cat}}",
        "no-perms": "Je hebt nog geen enkele permissie toegevoegd.",
        "table": {
            "id": "$t(server-info.id)",
            "name": "Naam",
            "type": "Type",
            "cat": "Categorie",
            "perm": "Permissie",
            "use": "Gebruik"
        },
        "page-does-not-exist": "Deze pagina bestaat niet. Probeer een lager paginanummer!"
    },
    "rp": {
        "success": "Ik heb de permissie `{{- node}}` succesvol verwijderd van **{{- type}}** `{{- id}}` "
    },
    "love": {
        "success": "Je hebt net aan **{{- target}}** **{{- rep}}** :heart: een liefdespunt gegeven. Resterend aantal: **{{uses}}**.",
        "error-cd": "Je kan maar **2** :heart: liefdespunten per dag geven, volgende mogelijkheid {{- time}}.",
        "next": "␣in {{- time}} mag je dit weer doen.",
        "self": ":broken_heart: Je kan geen liefdespunten aan jezelf geven.",
        "success-remove": "Je hebt net **{{- rep}}:heart: liefedespunt(en) van **{{- target}}** weggehaald Overgebleven punten: **{{uses}}**"
    },
    "dere": {
        "no-dere": "De -dere die je zocht bestaat niet. Hier is een lijst met mogelijke -deres:\n",
        "dandere": "Het Dandere (だんデレ) type verwijst naar personen die meestal stil en terug getrokken zijn.\nHet kan zijn dat ze verlegen of gewoon een rustig type zijn.\nMaar wanneer ze alleen zijn met de persoon tot wie ze zich aangetrokken voelen, komen ze uit hun schulp en zijn ze liefdevoller.\n Dit woord is een afkorting van Danmari (だんまり), wat stil betekent, en Deredere (デレデレ), wat liefdevol betekent.",
        "deredere": "Het Deredere (デレデレ) type verwijst naar personen die volledig vriendelijk, energiek en blij zijn.\n Wat er ook gebeurt, ze worden snel weer hun blije zelf.\n Dit is waarschijnlijk het enige karakter type dat geen afkorting van Deredere (デレデレ) is, hoewel de definitie niet simpelweg liefdevol is zoals de andere types.",
        "himedere": "Het Himedere (ひめデレ) type verwijst naar een persoon die behandelt wil worden als een prinses door de persoon waarvan ze houdt, ook al is ze in werkelijkheid geen prinses . Dit woord is een afkorting van Hime (ひめ), wat prinses betekent, en Deredere (デレデレ), wat liefdevol betekent.",
        "kamidere": "Het Kamidere (かみデレ) type verwijst naar een persoon met een god complex. Kamideres zijn arrogant en trots, en niet bang om hun mening te geven en iedereen te wijzen op hoe juist ze zijn.\n Dit woord is een afkorting van Kami (かみ) , wat god betekent, en Deredere (デレデレ), wat liefdevol betekent.",
        "kuudere": "Het Kuudere (ク ー デ レ) type, soms geschreven Coodere of Kūdere, verwijst naar een personage dat vaak koud, bot, en cynisch is.\n Ze kunnen heel emotieloos lijken aan de buitenkant, maar van binnen zijn ze erg zorgzaam - tenminste als het gaat om degenen die ze liefhebben.\nDit woord is een afkorting van Cool (ク ー ル) en Deredere (デ レ デ レ), wat liefdevol betekent",
        "mayadere": "Het Mayadere (まやデレ) type verwijst naar iemand die vaak een gevaarlijke antagonist van een serie is, maar van kant verwisselt nadat hij verliefd wordt op een ander karakter.\n Deze persoon zal vaak nog steeds gevaarlijk en onvoorspelbaar zijn voor de protagonist of andere hoofdrollen in de anime of manga.",
        "oujidere": "Het Oujidere (おうじデレ) type verwijst naar een persoon die behandelt wil worden als een prins door de persoon waarvan hij houdt, al is hij geen prins in werkelijkheid. Dit woord is een afkorting van  Ouji (おうじ), wat prins betekent, en Deredere (デレデレ), wat liefdevol betekent.",
        "tsundere": "Tsundere (ツンデレ) is waarschijnlijk een van de populairste of simpeler gezegd de meest gebruikte letter karakters in anime en manga. Dit refereert naar iemand die de mensen waar hij van houdt slecht behandeld. \nSoms komt dit doordat ze begonnen met die persoon te haten of doordat de persoon dit als enige manier heeft om te reageren. \n Een voorbeeld hiervoor is als de hoofdpersoon het tsundere karakter schattig noemt. Het tsundere karakter wordt boos en zenuwachtig en zal waarschijnlijk fysieke schade aanrichten aan degene van wie ze houdt en ze stom noemen.  Dit woord is een afkorting van Tsuntsun (ツンツン) wat wegkijken betekent en Deredere (デレデレ) wat liefdevol betekent.",
        "undere": "Het Undere (ウ ン デ レ) karakter verwijst naar een personage dat ja zegt tegen vrijwel alles wat degene die ze liefhebben zegt.\n Ze doen hun best het zo veel mogelijk eens te zijn met hun interesse om zo dicht mogelijk bij hen te komen.\n Dit woord is een afkorting van Un (ウ ン), dat is een korte manier waarop Japanners ja zeggen en Deredere (デ レ デ レ), dat liefdevol betekent.",
        "yandere": "Het Yandere (ヤ ン デ レ) karakter verwijst naar een personage dat aardig en lief begint maar uiteindelijk donker en obsessief wordt over degene die ze liefhebben.\n Ze worden stalkers en gebruikers van geweld, en misschien zelfs moord, tegen een persoon die dicht bij hun liefdes-interesse komt. Zelfs als ze te verlegen zijn om gewoon te praten met die persoon hebben ze een oogje op.\n Dit woord is een afkorting van Yanderu (や ん で る), wat  geestelijk of emotioneel ziek betekent en Deredere (デ レ デ レ), dat liefdevol betekent.\n",
        "yangire": "Het Yangire (ヤンギレ) karakter lijkt op de Yandere in verschillende redenen. Het is een karakter die misschien lief en zoet start maar heel agressief en psychotisch word. Echter anders dan de Yandere, de Yangire word niet hevig vanwege zijn aandacht naar een persoon.\nIn plaats daarvan ze breken simpelweg omdat ze geïrriteerd worden door een karakter dat niks te maken heeft met zijn liefdes-interesse. Dit woord is een afkorting voor Yanderu (やんでる) wat betekent om mentaal of emotioneel ill en Kire te zijn (きれ) wat betekent om gehakt en gebroken te worden.\n"
    },
    "shuffle": {
        "not-enough-shuffle": "Er moeten ten minste 3 nummers in de wachtlijst zijn om de nummers te husselen.",
        "success": "Wachtlijst gehusseld!"
    },
    "get-node": {
        "success": "Toestemmings-knooppunt: `{{- node}}` Categorie node:{{- category}}.*` Categorie:`{{-category}}`",
        "not-found": "Dit commando bestaat niet.",
        "no-args": "Typ een commando zonder voorvoegsel hierna om het toestemmings-knooppunt, het categorie-knooppunt en de categorie te krijgen"
    },
    "ap": {
        "type": {
            "user": "gebruiker",
            "guild": "gilde",
            "role": "rol",
            "channel": "kanaal"
        },
        "success": "Oke, Ik heb net de toestemming `{{- node}}` `{{- allowed}}` aan `{{type}}` `{{- name}}` toegevoegd",
        "wrong-node": "Het toestemmings-knooppunt `{{- node}}` zal niet werken omdat het geen geldig toestemmings-knooppunt is. Om een geldige toestemmings-knooppunt te krijgen type `{{- prefix}}getNodecommand`",
        "target-not-found": "Ik kon het doelwit {{- target}} niet vinden voor dit commando",
        "no-allowance-set": "Je hebt me niet verteld of de permissie toegestaan is of niet, voeg `true` of `false` toe afhankelijk van je keuze",
        "missing-args": "De correcte syntaxis for deze opdracht is `{{-prefix}}ap <node> [-u|-r|-c] [target] <allowed>`\nVoorbeeld:\n```{{-prefix}}ap playlist.* true -> Geeft alle opdrachten toestemming in deze categorie-lijst in de server\n{{-prefix}}ap music.fskip -u @user true -> staat de genoemde persoon toe om gebruik te maken van {{-prefix}}fskip```"
    },
    "reset-perms": {
        "nothing-found": "Je hebt nog geen toestemmingen gezet.",
        "confirmation": "Weet je zeker dat je alle toestemmingen wilt resetten? Typ \"yes\" om ze te resetten en \"no\" om het commando te annuleren.",
        "success": "Ik heb zojuist alle toestemmingen gereset."
    },
    "choose": {
        "empty-choose": ":no_entry_sign: Ik kan niets kiezen als je niets invoert!",
        "success": "Ik kies **{{- choice}}**!"
    },
    "define": {
        "empty-search": ":no_entry_sign: Ik kan niet naar de definitie zoeken als je geen zoekterm invult!",
        "no-result": "Ik kon niets vinden met de term `{{- term}}`"
    },
    "apq": {
        "unsupported": "Deze afspeellijst wordt niet ondersteund!"
    }
}